{
  "Home": "ホーム",
  "Cars": "自動車",
  "Service": "サービス",
  "Contact": "連絡",
  "Contact Now": "すぐ連絡します",
  "Rules": "ルール",
  "Car Catalog": "車のカタログ",
  "Where Are You Going?": "どこで車を予約した？",
  "Rental Cars with Drivers": "ドライバー付きのレンタカー",
  "Japanese": "日本語",
  "English": "英語",
  "Hotline: {{ phone }}": "ホットライン: {{ phone }}",
  "Supports Japanese": "日本語対応可能",
  "Online Payment": "オンライン決済",
  "Find Cars": "車を探す",
  "Luxury Cars Available": "高級車手配可能",
  "Choose a location": "場所を選択してください。",
  "Pick-up Date": "出発日",
  "Drop-off Date": "返却日",
  "Search": "検索",
  "Book now": "すぐ予約する",
  "Location Notes" : "備考",
  "Brand": "ブランド",
  "All": "全て",
  "Booking": "予約",
  "{{ price }} VND / Day": "{{ price }} VND / 日",
  "{{ seat }} Seats": "{{ seat }} 座席",
  "Seat": "座席",
  "Auto": "自動",
  "Manual": "マニュアル",
  "More car": "もっと表示する",
  "Featured Car": "高級車",
  "Luxury Car": "高級車",
  "Transmission": "通信",
  "Other services": "追加サービス",
  "Fill in information": "情報を入力してください",
  "Pick-up Date": "受取日時",
  "Drop-off Date": "返却日時",
  "Select date": "日付を選択",
  "Filter Option" : "フィルター選択",
  "Seating Capacity" : "乗車人数",
  "Pick-up Place": "受け取り場所",
  "Place To Rent": "受け取り場所",
  "City/Province": "県/市",
  "District": "区",
  "Ward": "街",
  "More Notes": "その他",
  "Where To": "行き先",
  "First Name": "氏",
  "Last Name": "名",
  "Phone Number": "電話番号",
  "Email": "メール",
  "Interpreter": "通訳者",
  "Kid's chair": "子供の椅子",
  "Book hotel room": "ホテルの部屋を予約する",
  "Book a golf course": "ゴルフコースを予約する",
  "Massage": "マッサージ",
  "Hotel Reservation": "ホテル予約",
  "Golf Reservation": "ゴルフ予約",
  "Translator": "通訳",
  "Souvenir": "お土産",
  "Japanese Karaoke": "日本語カラオケ",
  "Back": "戻る",
  "SEND": "送信",
  "Get the best experience with your rental deals": "あなたの賃貸契約で最高の経験を感じる",
  "Best price guaranteed" : "最高の価格を保証",
  "Support 24/7" : "24/7 サポート",
  "Pristine & Comfortable" :  "きれいな車",
  "Specifications" :  "仕様",
  "Payment methods - Credit Card" :  "カード決済",
  "Total Cost:" :  "総費用:",
  "Edit" :  "編集",
  "CONFIRM" :  "確認",
  "Thank you for your reservation.": "ご予約いただきありがとうございます。",
  "Received." : "受け取りました。",
  "Your reservation number is: " : "お客様の予約番号は： ",
  "Please tell us this number when you contact us." : "お問い合わせする際、こちらの番号を教えてください。",
  "{{ bookId }}. ": "{{ bookId }} です",
  "We have sent your reservation details to your email address." : "ご予約内容は、お客様のメールアドレスまで送付させていただきました。",
  "Please confirm." : "ご確認ください。",
  "Our representative will contact you within 24 hours." : "24時間以内弊社の担当者から連絡させていただきます。",
  "Information":"情報",
  "Payment" : "支払い",
  "For first-time users": "初めてご利用の方へ",
  "This page explains how to make a reservation, payment method, cancellation, terms of use, protection of privacy, etc. If you are using it for the first time, please read it."
  : "ご利用案内 このページでは予約方法、お支払い方法、キャンセル、利用規約、プライバシーの保護などについて説明しております。 初めてのご利用の方はご一読くださいますようお願い致します。",
  "Fill In Information" : "情報を入力",
  "Please fill out the information completely." : "情報を完全に入力してください。",
  "Reconfirm information and pay." : "内容を再確認し、お支払いください。",
  "Success" : "成功",
  "Information has been recorded." : "支払いが成功しました。",
  "Unpaid Transaction" : "未払い取引",
  "There is a problem with the payment operation. Would you like to pay again? If payment is not received within 60 minutes, the reservation will be cancelled." 
  : "支払い操作に問題があります。もう一度支払いますか。 60分経過してもご入金がない場合はキャンセルとさせていただきます。",
  "Cancel Payment" : "キャンセル",
  "Payment Again" : "再支払い",
  "Confirmation and payment" : "確認とお支払い",
  "Other services will be billed separately.": "その他のサービスは別途請求されます.",
  "No matching cars found.": "一致する車両が見つかりません。",
  "Try removing some filters to see more results." : "より多くの結果を表示するには、いくつかのフィルターを削除してみてください。",
  "My friend, this distance is a bit of a walk. Would you like to choose a further destination?" : "目的地は歩いて行けるほど近い。別の目的地を選択しますか?",
  "Drop-off must be after pick-up, please change the dates and/or times for your search" : "同じ受取日時と返却日時を入力しないでください",
  "Notification" : "通知",
  "No 9B, 13 alley, 139 lane, Tan Mai Street, Tan Mai ward": "No 9B, 13 alley, 139 lane, Tan Mai Street, Tan Mai ward",
  "Hoang Mai district, Hanoi city, Vietnam" : "Hoang Mai district, Hanoi city, Vietnam",
  "This distance is a bit of a walk. Would you like to choose a further destination?" : "この距離はちょっと歩くと到着しますから、より遠い行き先にしましょうか。",
  "Booking Luxury Car" : "高級車の予約",
  "Contact us by the form below if you have a need to use special high-end vehicles." : "特別な高級車を使用する必要がある場合は、以下のフォームからお問い合わせください。",
  "Reservation method": "予約方法",
  "Book your trip to Vietnam easily online! You can create your own trip, incorporate tours into free-action days on package tours or individual travel schedules, book hotels that fit your budget, and arrange air tickets.": "ベトナム旅行をインターネットでカンタン予約！自分だけの旅を作ったり、パッケージツアーの自由行動の日や個人旅行のスケジュールなどにツアーを組み込んだり、予算に合わせたホテルを予約したり、航空券を手配したり。",
  "Feel free to use Ai Travel for tours, hotel reservations, etc.": "ツアーだけ、ホテル予約だけなどお気軽に愛トラベルをご利用ください。",
  "After completing the reservation application, we will send you a confirmation email. If you do not receive a receipt confirmation email within 24 hours, there is a possibility that you have entered your application email address incorrectly.": "予約申込み送信完了後、メールの受取確認メールをお送り致します。24時間経っても受取確認メールが届かない場合は、お客様のお申し込みメールアドレスの誤記入の可能性があります。",
  "If you do not receive a receipt confirmation email after applying for a reservation, please contact us via email eigyou@aitravelgroup.com.": "予約申込み後、受領確認メールが届かない場合は　Eメール　eigyou@aitravelgroup.comよりご連絡下さい。",
  "Alternatively, you can book by calling our hotline.": "又は、弊社のホットラインにお電話頂くと予約も出来ます。",
  "Hotline number" : "ホットライン番号",
  "If you live in Hanoi, we will consult and make a reservation at our company.": "ハノイ在住の方は、弊社にてご相談、ご予約をお受けいたします。",
  "Ai Travel Co., Ltd. Address": "愛トラベル有限会社住所",
  "Payment method": "お支払い方法",
  "Bank Transfer: Via Vietnam Dong or USD.": "銀行振込：ベトナムドンまたは米ドルによります。",
  "Bank account name": "銀行口座名義",
  "Company address": "会社住所",
  "Bank account number" : "銀行口座番号",
  "Bank name": "銀行名",
  "Bank address": "銀行住所",
  "Cash payment: VND/USD or Japanese Yen.": "現金でのお支払：ベトナムドン・米ドルまたは日本円によります。",
  "Sorry to trouble you, but please contact us.": " お手数ですが弊社までお願い致します。",
  "Payment by credit card: according to Vietnamese dong. However, bank charges will be 3% of the total. Sorry for the inconvenience, but please contact us.": "クレジットカードでのお支払い：ベトナムドンによります。但し、銀行の手数料は合計の３％になります。 お手数ですが　弊社までお願い致します。",
  "Cancel": "キャンセル",
  "The customer can cancel the travel contract by paying the cancellation fee specified below. The date of cancellation shall be the day on which the customer requests cancellation during business hours of the Company (9:00 am to 6:00 pm).": "お客さまは以下で定める、取り消し料金をお支払いいただくことにより、旅行契約を解除する事ができます。尚、取り消し日とは、お客様が当社の営業日、営業時間内（午前9時～午後6時）に解除する旨をお申しいただいた日とします。",
  "Day tour": "日帰りツアー",
  "30% until 10:00 the day before departure": "ご出発前日10時まで30％",
  "From 12:00 to 19:00 the day before departure: 50%": "ご出発前日12時以降～19時迄：50%",
  "If you do not participate after 19:00 the day before departure or without prior notice: 100%": "ご出発前日19時以降または事前連絡なく参加されない場合：100%",
  "1 night, 2 nights tour": "1泊、2泊ツアー",
  "30 days before departure: 10%": "ご出発日の30日前：10％",
  "25-29 days before departure: 20%": "25-29 days before departure: 20%",
  "15-24 days before departure: 30%": "ご出発日の15~24日前：30％",
  "7-14 days before departure: 50%": "ご出発日の7～14日前：50％",
  "3-6 days before departure: 75%": "ご出発日の3~6日前：75％",
  "Within 2 days of departure: 100%": "ご出発日の2日以内：100％",
  "Business hours": "営業時間",
  "Mon-Fri 09:00-18:00 [Japan time 11:00-20:00]" : "月～金 09:00-18:00 [日本時間 11:00-20:00]",
  "Terms of service": "利用規約",
  "All customers who use the mail order operated by Ai Travel (hereinafter referred to as our company) agree to the following terms of use.": "愛トラベル（以下弊社）の運営する通販をご利用されるお客様はすべて以下の利用規約に同意されたものとします。",
  "Please carefully consider the product before placing an order.・Your reservation application will be valid only if we accept it by the method specified by us.": "お申し込みの際は商品をよくご検討の上、ご注文ください。 ・お客様のご予約申込みは、弊社が指定する方法により、弊社が受理した場合にのみ有効になります。",
  "It will not be valid if we cannot accept it due to system trouble or other reasons.": "システムトラブル、その他都合により弊社で受理できない場合は有効とはなりません。",
  "・Although the information on this site is regularly updated, we do not guarantee its accuracy.": "・本サイトの情報は定期的に更新していますが、弊社はその正確性を保証するものではありません。",
  "We do not assume any liability to you or any third party for any errors or omissions on this site. We may change, update, or delete the information on this site out of necessity.": "弊社は本サイトでの誤りもしくは記載漏れに関して、お客様もしくは第三者に対し一切の責任を負うものではありません。弊社はやむを得ず本サイトに記載されている情報を変更、更新、削除することがあります。",
  "・If a problem that cannot be resolved by this agreement arises regarding the use of this service, we will discuss in good faith with the user and resolve it. In the event that a lawsuit arises regarding the use of this service, the Hanoi City Court in Vietnam shall be the exclusive jurisdictional court of the first instance.": "・本サービスの利用に関して、本規約で解決できない問題が生じた場合には、弊社と利用者との間で双方誠意をもって話し合い、これを解決するものとします。 本サービスの利用に関して、訴訟の必要が発生した場合には、ベトナム・ハノイ市裁判所を第一審の専属管轄裁判所といたします。",
  "Additional Notes": "追記事項",
  "・We may change this agreement at any time without prior or subsequent notice to the customer.": "・弊社はいつでもお客様への事前、事後の通知無しに本契約を変更することができます。",
  "・After the revision, the content will be revised, so please check the latest content regularly.": "・改定後は改定された内容になりますので、定期的に最新の内容をご確認ください。",
  "Privacy policy" : "プライバシーポリシー",
  "Ai Travel will not use personal information for purposes other than those for which the customer has given consent. We will not entrust or provide the personal information of customers who have made a reservation to a third party, except when we have received consent from the customer, or when we have received a legally binding request from a judicial or administrative agency based on laws and ordinances. . In addition, even if we have obtained your consent, when disclosing, entrusting, or providing personal information to a third party other than our company, we will make an agreement with the third party regarding the protection of personal information, and We will do our best to protect it.": "愛トラベルは、お客様から同意をいただいた利用目的以外での個人情報の利用はいたしません。お客様から同意をいただいた場合、および法令に基づき司法機関、行政機関から法的義務を伴う要請を受けた場合を除き、ご予約いただいたお客様の個人情報を第三者に預託、提供いたしません。また、お客様のご同意をいただいた場合でも 、当社以外の第三者に個人情報を開示、預託、提供する場合には、当該第三者と個人情報の保護に関する取り決めを行い、お客様の個人情報保護に万全を期すよう努めます 。",
  "In order to protect the personal information entrusted to us by our customers from loss, destruction, unauthorized external leakage, falsification, and unauthorized access, we will establish internal regulations and take rational safety measures. In addition, after the customer has achieved the purpose of use on this site, if we determine that it is no longer necessary to store personal information due to lack of use for a certain period of time, we will store the customer's personal information in order to prevent leakage of personal information. We may erase your personal information.": "お客様からお預かりした個人情報を、紛失、破壊、社外への不正な流出 、改ざん、不正アクセスから保護するために、社内規程を整備し、合理的な安全対策を講じます。なお、弊社は、お客様が本サイトでの利用目的を達成されたのち、一定期間ご利用がなく個人情報を保管する必要がなくなったと判断した場合、個人情報の流出などを防止するため、お客様の個人情報を消去する場合がございます。",
  "The meeting place": "集合場所",
  "We will pick you up from the following designated hotels.": "以下の弊社指定ホテルまでお迎えに伺います。",
  "Designated Hotel: Daewoo Hotel": "指定ホテル：デウホテル",
  "Hilton Hanoi Hotel": "ヒルトンハノイホテル",
  "Pan Pacific Hotel": "パンパシフィックホテル",
  "it will be one of the above hotels.": "の何れかのホテルとなります。",
  "If you would like a hotel pick-up other than the above, please contact us at the time of application.": "上記以外のホテル送迎をご希望の場合、申し込み時にご相談ください。",
  "In addition, in the case of meeting other than the hotel, it will be the Opera House meeting.": "なお、ホテル以外の集合場合は、オペラハウス集合となります。",
  "Opera House Address": "オペラハウス住所",
  "Car arrangement": "車手配",
  "We will arrange the car after confirming the number of customers on the day.": "弊社は当日のお客様人数を確認後、車を手配します。",
  "With comfortable seats, we offer a journey that will not make you feel tired.": "ゆったりとしたシートをご利用いただき、疲れを感じさせない旅を提供しております。",
  "1-2 passengers: 4-seat car": "1〜2客まで：4席の車",
  "Up to 3-4 passengers: car with 7 seats": "3〜4客まで：7席の車",
  "5-9 passengers: car with 16 seats": "5～9客まで：16席の車",
  "10 or more passengers: 29-seat car": "10客以上　　：29席の車",
  "Notes": "注意事項",
  " The tour may be canceled due to weather conditions, unforeseen disasters, or other force majeure reasons.": "気象の状況や不慮の災害、その他不可抗力の事由によりツアーの実施を中止する場合があります。",
  " Please keep your luggage at your own risk. We are not responsible for any damage, loss or theft. Please be careful with your belongings.": "荷物はご自身の責任で保管してください。損害、損失、盗難には当社は一切責任を負いかねます。身の回りの荷物には十分にご注意ください。",
  " Tours are subject to Vietnam's travel agency law. Therefore, the terms and conditions based on the Travel Agency Law of Japan do not apply. In addition, if the customer violates Vietnamese law and public order and morals, or if the customer does not meet at the meeting time, we may refuse to participate in the tour or continue.": "ツアーはベトナムの旅行業法によります。従って日本の旅行業法に基づく約款の適用はありません。また、お客様にベトナムの法律及び公序良俗に反する行為があった場合や集合時間に集合されなかった場合、ツアー参加・続行をお断りすることがあります。",
  " The order of visits may change.": "訪問順序は変更になる場合があります。",
  " Please wear comfortable flat-soled shoes.": "平底の歩きやすい靴でご参加ください。",
  " The sun is scorching in summer, so please prepare sunshade measures and cold weather gear in winter.": "夏は日差しが強いので日よけ対策を、冬は防寒具をご用意ください。",
  " The product will be operated by 2 people or more. Please contact us if you are using one person.": "ご利用商品は２名様以上の催行となります。１名様ご利用の場合、ご相談ください。",
  "Tax code" :"税法",
  "issued by Hanoi Department of Planning and Investment": "ハノイ計画投資局発行",
  "Company" : "会社"

}
