{
  "Home": "Trang chủ",
  "Cars": "Tìm kiếm xe",
  "Service": "Dịch vụ",
  "Contact": "Liên hệ",
  "Contact Now": "Liên hệ ngay",
  "Rules": "Điều khoản",
  "Car Catalog": "Danh sách xe",
  "Where Are You Going?": "Gợi ý khám phá",
  "Rental Cars with Drivers": "Thuê xe có tài xế",
  "Japanese": "Tiếng Nhật",
  "English": "Tiếng Anh",
  "Hotline: {{ phone }}": "Hotline: {{ phone }}",
  "Supports Japanese": "Hỗ trợ tiếng Nhật",
  "Find Cars" : "Tìm xe thôi !",
  "Online Payment": "Thanh toán online",
  "Luxury Cars Available": "Thuê xe sang trọng",
  "Choose a location": "Chọn địa điểm",
  "Pick-up Date": "Ngày nhận xe",
  "Drop-off Date": "Ngày trả xe",
  "Search": "Tìm kiếm",
  "Book now": "Đặt ngay",
  "Location Notes" : "Chú thích địa điểm",
  "Brand": "Dòng xe",
  "All": "Tất cả",
  "Booking": "Đặt xe",
  "{{ price }} VND / Day": "{{ price }} VND / Ngày",
  "{{ seat }} Seats": "{{ seat }} Chỗ ngồi",
  "Seat": "Chỗ ngồi",
  "Auto": "Tự động",
  "Manual": "Số sàn",
  "More car": "Xem thêm xe",
  "Featured Car": "Xe nổi bật",
  "Luxury Car": "Dòng Xe Cao Cấp",
  "Transmission": "Bộ truyền động",
  "Other services": "Dịch vụ khác",
  "Fill in information": "Điền thông tin",
  "Select date": "Chọn ngày",
  "Filter Option" : "Bộ lọc",
  "Seating Capacity" : "Số chỗ ngồi",
  "Pick-up Place": "Điểm đón",
  "Place To Rent": "Nơi đặt xe",
  "City/Province": "Tỉnh/Thành phố",
  "District": "Quận/Huyện",
  "Ward": "Phường/Xã",
  "More Notes": "Chú thích khác",
  "Where To": "Điểm đến",
  "First Name": "Họ",
  "Last Name": "Tên",
  "Phone Number": "Số điện thoại",
  "Email": "Email",
  "Interpreter": "Thông dịch viên",
  "Kid's chair": "Ghế trẻ em",
  "Book hotel room": "Đặt phòng khách sạn",
  "Book a golf course": "Đặt sân golf",
  "Massage": "Massage",
  "Hotel Reservation": "Đặt phòng khách sạn",
  "Golf Reservation": "Đặt sân golf",
  "Translator": "Thông dịch viên",
  "Souvenir": "Quà lưu niệm",
  "Japanese Karaoke": "Karaoke Nhật",
  "Back": "Trở lại",
  "SEND": "GỬI",
  "Get the best experience with your rental deals": "Cam kết cung cấp dịch vu thuê xe với chất lượng tốt nhất",
  "Best price guaranteed" : "Tốt nhất trong tầm giá",
  "Support 24/7" : "Hỗ trợ 24/7",
  "Pristine & Comfortable" :  "Tiện nghi sạch sẽ",
  "Specifications" :  "Chi tiết xe",
  "Payment methods - Credit Card" :  "Thanh toán bằng thẻ tín dụng",
  "Total Cost:" :  "Tống cộng:",
  "Edit" :  "Chỉnh sửa",
  "CONFIRM" :  "XÁC NHẬN",
  "Thank you for your reservation.": "Cảm ơn bạn đã đặt xe",
  "Received." : "Chúng tôi đã ghi nhận.",
  "Your reservation number is: " : "Mã đặt xe của bạn là:",
  "Please tell us this number when you contact us." : "Vui lòng cho chúng tôi biết mã số này khi bạn liên hệ với chúng tôi",
  "{{ bookId }}. ": "{{ bookId }} .",
  "We have sent your reservation details to your email address." : "Chúng tôi đã gửi chi tiết đặt xe đến địa chỉ Email của bạn.",
  "Please confirm." : "Vui lòng kiểm tra và xác nhận.",
  "Our representative will contact you within 24 hours." : "Chúng tôi sẽ liên hệ với bạn trong vòng 24 tiếng.",
  "Information":"Thông tin",
  "Payment" : "Thanh toán",
  "For first-time users": "Đối với người dùng lần đầu",
  "This page explains how to make a reservation, payment method, cancellation, terms of use, protection of privacy, etc. If you are using it for the first time, please read it."
  : "Trang này giải thích cách đặt chỗ, phương thức thanh toán, hủy, điều khoản sử dụng, bảo vệ quyền riêng tư, v.v. Nếu bạn sử dụng lần đầu, vui lòng đọc.",
    "Fill In Information" : "Điền thông tin",
  "Please fill out the information completely." : "Điền đầy đủ trường thông tin.",
  "Reconfirm information and pay." : "Xác nhận và thanh toán.",
  "Success" : "Đặt xe thành công",
  "Information has been recorded." : "Đã ghi nhận thông tin",
  "Unpaid Transaction" : "Giao dịch chưa được thanh toán",
  "There is a problem with the payment operation. Would you like to pay again? If payment is not received within 60 minutes, the reservation will be cancelled." 
  : "Đã xảy ra sự cố với thanh toán. Bạn có muốn thanh toán một lần nữa không? Nếu không nhận được thanh toán trong vòng 60 phút, đặt xe sẽ bị hủy.",
  "Cancel Payment" : "Huỷ đặt xe",
  "Payment Again" : "Thanh toán lại",
  "Confirmation and payment" : "Xác nhận và thanh toán",
  "Other services will be billed separately.": "Các dịch vụ khác được thanh toán riêng.",
  "No matching cars found.": "Không tìm thấy phương tiện nào phù hợp.",
  "Try removing some filters to see more results." : "Hãy thử chọn tỉnh, ngày, hoặc số ghế ngồi khác.",
  "My friend, this distance is a bit of a walk. Would you like to choose a further destination?" : "Bạn à, quãng đường này đi bộ chút là tới. Bạn có muốn chọn điểm đến xa hơn không?",
  "Drop-off must be after pick-up, please change the dates and/or times for your search" : "Thời gian về phải sau thời điểm khởi hành",
  "Notification" : "Thông báo",
  "No 9B, 13 alley, 139 lane, Tan Mai Street, Tan Mai ward": "Số 9B, ngách 13, ngõ 139, Phố Tân Mai, Phường Tân Mai",
  "Hoang Mai district, Hanoi city, Vietnam" : "Quận Hoàng Mai, Thành phố Hà Nội, Việt Nam",
  "This distance is a bit of a walk. Would you like to choose a further destination?" : "Bạn à, quãng đường này đi bộ chút là tới. Bạn có muốn chọn điểm đến xa hơn không.",
  "Booking Luxury Car" : "Đặt xe sang trọng",
  "Contact us by the form below if you have a need to use special high-end vehicles." : "Liên hệ với chúng tôi theo thông tin bên dưới nếu bạn có nhu cầu sử dụng các loại xe cao cấp đặc biệt.",
  "Reservation method": "Phương pháp đặt xe",
  "Book your trip to Vietnam easily online! You can create your own trip, incorporate tours into free-action days on package tours or individual travel schedules, book hotels that fit your budget, and arrange air tickets.": "Đặt một chuyến du lịch đến Việt Nam thật đơn giản trên Internet! Bạn có thể tạo chuyến đi của riêng mình, kết hợp các chuyến tham quan vào những ngày hoạt động tự do theo các tour trọn gói hoặc lịch trình du lịch cá nhân, đặt khách sạn phù hợp với túi tiền, sắp xếp vé máy bay, v.v.",
  "Feel free to use Ai Travel for tours, hotel reservations, etc.":"Hãy thoải mái sử dụng Ai Travel cho các tour du lịch, đặt phòng khách sạn, v.v.",
  "After completing the reservation application, we will send you a confirmation email. If you do not receive a receipt confirmation email within 24 hours, there is a possibility that you have entered your application email address incorrectly.": "Sau khi hoàn thành đơn đặt xe, chúng tôi sẽ gửi cho bạn một email xác nhận. Nếu bạn không nhận được e-mail xác nhận đã nhận trong vòng 24 giờ, có khả năng là bạn đã nhập sai địa chỉ e-mail của mình.",
  "If you do not receive a receipt confirmation email after applying for a reservation, please contact us via email eigyou@aitravelgroup.com.": " Nếu bạn không nhận được email xác nhận sau khi đăng ký đặt xe, vui lòng liên hệ với chúng tôi qua email eigyou@aitravelgroup.com. ",
  "Alternatively, you can book by calling our hotline. ": "Ngoài ra, bạn có thể đặt vé bằng cách gọi điện đến hotline của chúng tôi. ",
  "Hotline number": "Số hotline",
  "If you live in Hanoi, we will consult and make a reservation at our company.": "Đối với khách hàng ở Hà Nội, chúng tôi sẽ nhận tư vấn và đặt xe tại công ty chúng tôi.",
  "Ai Travel Co., Ltd. Address": "Địa chỉ Công ty TNHH Ai Travel",
  "Payment method": "Phương pháp thanh toán",
  "Bank Transfer: Via Vietnam Dong or USD.": "Chuyển khoản: bằng Đồng Việt Nam hoặc USD.",
  "Bank account name": "Tên tài khoản ngân hàng",
  "Company address": "Địa chỉ công ty",
  "Bank account number": "Số tài khoản ngân hàng",
  "Bank name": "Tên ngân hàng",
  "Bank address": "Địa chỉ ngân hàng",
  "Cash payment: VND/USD or Japanese Yen.": "Thanh toán bằng tiền mặt: bằng Đồng Việt Nam, Đô la Mỹ hoặc Yên Nhật.",
  "Sorry to trouble you, but please contact us.": "Xin lỗi vì sự bất tiện này, xin vui lòng liên hệ với công ty chúng tôi.",
  "Payment by credit card: according to Vietnamese dong. However, bank charges will be 3% of the total. Sorry for the inconvenience, but please contact us.": "Thanh toán bằng thẻ tín dụng: bằng Đồng Việt Nam. Tuy nhiên, phí ngân hàng sẽ là 3% trên tổng số tiền. Xin lỗi vì sự bất tiện này, xin vui lòng liên hệ với công ty chúng tôi.",
  "Cancel": "Huỷ",
  "The customer can cancel the travel contract by paying the cancellation fee specified below. The date of cancellation shall be the day on which the customer requests cancellation during business hours of the Company (9:00 am to 6:00 pm).": "Khách hàng có thể hủy hợp đồng du lịch bằng cách thanh toán phí hủy theo quy định dưới đây. Ngày hủy sẽ là ngày mà khách hàng yêu cầu hủy trong giờ làm việc của chúng tôi (9:00 sáng đến 6:00 chiều).",
  "Day tour": "Tour du lịch trong ngày",
  "30% until 10:00 the day before departure": "trước 10h trước ngày khởi hành: 30%",
  "From 12:00 to 19:00 the day before departure: 50%": "Từ 12h00 đến 19h00 trước ngày khởi hành: 50%",
  "If you do not participate after 19:00 the day before departure or without prior notice: 100%": "Trường hợp sau 19h ngày trước ngày khởi hành hoặc không tham gia mà không báo trước: 100%",
  "1 night, 2 nights tour": "Tour 1 đêm, 2 đêm",
  "30 days before departure: 10%": "30 ngày trước ngày khởi hành: 10%",
  "25-29 days before departure: 20%": "25-29 ngày trước ngày khởi hành: 20%",
  "15-24 days before departure: 30%": "15-24 ngày trước ngày khởi hành: 30%",
  "7-14 days before departure: 50%": "7-14 ngày trước ngày khởi hành: 50%",
  "3-6 days before departure: 75%": "3-6 ngày trước ngày khởi hành: 75%",
  "Within 2 days of departure: 100%": "Trong vòng 2 ngày kể từ ngày khởi hành: 100%",
  "Business hours": "Thời gian làm việc",
  "Mon-Fri 09:00-18:00 [Japan time 11:00-20:00]": "Thứ Hai~Thứ Sáu, 09:00 - 18: 00 [Giờ Nhật Bản 11:00 - 20:00]",
  "Terms of service": "Điều khoản sử dụng",
  "All customers who use the mail order operated by Ai Travel (hereinafter referred to as our company) agree to the following terms of use.": "Tất cả các khách hàng sử dụng đặt hàng qua mail của Ai Travel (sau đây gọi là công ty chúng tôi) điều hành đều đồng ý với các điều khoản sử dụng sau đây.",
  "Please carefully consider the product before placing an order.・Your reservation application will be valid only if we accept it by the method specified by us.": "Vui lòng xem xét kỹ sản phẩm trước khi đặt. ・ Đơn đặt xe của bạn sẽ chỉ có hiệu lực nếu được chúng tôi chấp nhận theo phương thức do công ty chúng tôi chỉ định.",
  "It will not be valid if we cannot accept it due to system trouble or other reasons.": "Trường hợp không thể chấp thuận do lỗi hệ thống hoặc các trường hợp khác thì sẽ không có hiệu lực.",
  "・Although the information on this site is regularly updated, we do not guarantee its accuracy.": "・ Mặc dù thông tin trên trang này được cập nhật thường xuyên nhưng chúng tôi không đảm bảo tính chính xác của nó.",
  "We do not assume any liability to you or any third party for any errors or omissions on this site. We may change, update, or delete the information on this site out of necessity.": "Chúng tôi không chịu bất kỳ trách nhiệm pháp lý nào đối với bạn hoặc bất kỳ bên thứ ba nào về bất kỳ lỗi hoặc thiếu sót nào trên trang web này. Chúng tôi có thể thay đổi, cập nhật hoặc xóa thông tin trên trang web này nếu cần thiết.",
  "・If a problem that cannot be resolved by this agreement arises regarding the use of this service, we will discuss in good faith with the user and resolve it. In the event that a lawsuit arises regarding the use of this service, the Hanoi City Court in Vietnam shall be the exclusive jurisdictional court of the first instance.": "・ Nếu vấn đề không thể giải quyết bằng điều khoản này phát sinh liên quan đến việc sử dụng dịch vụ này, chúng tôi sẽ thảo luận thành ý song phương với người dùng và giải quyết vấn đề này. Trong trường hợp phát sinh vụ kiện liên quan đến việc sử dụng dịch vụ này, Tòa án Thành phố Hà Nội tại Việt Nam sẽ là tòa án sơ thẩm có thẩm quyền duy nhất.",
  "Additional Notes": "Ghi chú bổ sung",
  "・We may change this agreement at any time without prior or subsequent notice to the customer.": "・ Chúng tôi có thể thay đổi thỏa thuận này bất kỳ lúc nào mà không cần thông báo trước hoặc sau đó cho khách hàng.",
  "・After the revision, the content will be revised, so please check the latest content regularly.": "Sau khi chỉnh sửa, nội dung sẽ được chỉnh sửa lại, vì vậy hãy thường xuyên kiểm tra nội dung mới nhất.",
  "Privacy policy": "Chính sách quyền riêng tư",
  "Ai Travel will not use personal information for purposes other than those for which the customer has given consent. We will not entrust or provide the personal information of customers who have made a reservation to a third party, except when we have received consent from the customer, or when we have received a legally binding request from a judicial or administrative agency based on laws and ordinances. . In addition, even if we have obtained your consent, when disclosing, entrusting, or providing personal information to a third party other than our company, we will make an agreement with the third party regarding the protection of personal information, and We will do our best to protect it.": "Ai Travel sẽ không sử dụng thông tin cá nhân cho các mục đích khác ngoài mục đích mà khách hàng đã đồng ý. Chúng tôi sẽ không ủy thác hoặc cung cấp thông tin cá nhân của khách hàng đã đặt xe cho bên thứ ba, trừ khi chúng tôi đã nhận được sự đồng ý từ khách hàng hoặc khi chúng tôi nhận được yêu cầu ràng buộc pháp lý từ cơ quan tư pháp hoặc hành chính dựa trên luật và pháp lệnh. Ngoài ra, ngay cả khi chúng tôi đã được sự đồng ý của bạn, khi tiết lộ, ủy thác hoặc cung cấp thông tin cá nhân cho bên thứ ba không phải là công ty của chúng tôi, chúng tôi sẽ thực hiện thỏa thuận với bên thứ ba về việc bảo vệ thông tin cá nhân và chúng tôi sẽ thực hiện tốt nhất để bảo vệ thông tin khách hàng.",
  "In order to protect the personal information entrusted to us by our customers from loss, destruction, unauthorized external leakage, falsification, and unauthorized access, we will establish internal regulations and take rational safety measures. In addition, after the customer has achieved the purpose of use on this site, if we determine that it is no longer necessary to store personal information due to lack of use for a certain period of time, we will store the customer's personal information in order to prevent leakage of personal information. We may erase your personal information.": "Để bảo vệ thông tin cá nhân do khách hàng giao cho cho không bị mất mát, phá hủy, rò rỉ bên ngoài trái phép, giả mạo và truy cập trái phép, chúng tôi sẽ thiết lập các quy định nội bộ và thực hiện các biện pháp an toàn hợp lý. Ngoài ra, sau khi khách hàng đạt được mục đích sử dụng trên trang này, nếu chúng tôi xác định không còn cần thiết phải lưu trữ thông tin cá nhân do không sử dụng trong một thời gian nhất định, để ngăn chặn rò rỉ thông tin cá nhân, chúng tôi sẽ xóa thông tin cá nhân của khách hàng.",
  "The meeting place": "Địa điểm tập hợp",
  "We will pick you up from the following designated hotels.": "Chúng tôi sẽ đón bạn từ những khách sạn được chỉ định sau.",
  "Designated Hotel: Daewoo Hotel": "Các khách sạn được chỉ định: Khách sạn Daewoo",
  "Hilton Hanoi Hotel": "Khách sạn Hilton Hà Nội",
  "Pan Pacific Hotel":"Khách sạn Pan Pacific",
  "If you would like a hotel pick-up other than the above, please contact us at the time of application.": "Nếu bạn muốn đón ở khách sạn khác với những điều trên, vui lòng liên hệ với chúng tôi tại thời điểm đăng kí.",
  "In addition, in the case of meeting other than the hotel, it will be the Opera House meeting.": "Ngoài ra, trong trường hợp tập hợp khác ngoài khách sạn, thì tập hợp tại Nhà hát lớn.",
  "Opera House Address": "Địa chỉ nhà hát lớn",
  "Car arrangement": "Sắp xếp xe",
  "We will arrange the car after confirming the number of customers on the day.": "Chúng tôi sẽ sắp xếp xe sau khi xác nhận đủ số lượng khách hàng trong ngày.",
  "With comfortable seats, we offer a journey that will not make you feel tired.": "Với chỗ ngồi thoải mái, chúng tôi mang đến một hành trình không làm bạn cảm thấy mệt mỏi.",
  "1-2 passengers: 4-seat car": "1-2 hành khách: xe 4 chỗ",
  "Up to 3-4 passengers: car with 7 seats": "Tối đa 3-4 hành khách: xe 7 chỗ",
  "5-9 passengers: car with 16 seats": "5-9 khách: xe 16 chỗ",
  "10 or more passengers: 29-seat car": "10 khách trở lên: Xe 29 chỗ",
  "Notes": "Mục lưu ý",
  " The tour may be canceled due to weather conditions, unforeseen disasters, or other force majeure reasons.": " Tour du lịch có thể bị hủy do điều kiện thời tiết, thiên tai không lường trước hoặc các lý do bất khả kháng khác.",
  " Please keep your luggage at your own risk. We are not responsible for any damage, loss or theft. Please be careful with your belongings.": " Xin vui lòng có trách nhiệm giữ hành lý của riêng bạn. Chúng tôi không chịu trách nhiệm cho bất kỳ thiệt hại, mất mát hoặc trộm cắp. Hãy cẩn thận với đồ đạc của bạn.",
  " Tours are subject to Vietnam's travel agency law. Therefore, the terms and conditions based on the Travel Agency Law of Japan do not apply. In addition, if the customer violates Vietnamese law and public order and morals, or if the customer does not meet at the meeting time, we may refuse to participate in the tour or continue.": " Tour tuân theo luật đại lý du lịch của Việt Nam. Do đó, các điều khoản và điều kiện dựa trên Luật Cơ quan Du lịch của Nhật Bản không được áp dụng. Ngoài ra, nếu khách hàng vi phạm pháp luật Việt Nam và trật tự, đạo đức công vụ hoặc đến giờ hẹn mà khách hàng không gặp, chúng tôi có thể từ chối tham gia hoặc tiếp tục.",
  " The order of visits may change.": " Thứ tự các chuyến thăm có thể thay đổi. ",
  " Please wear comfortable flat-soled shoes.": " Hãy mang giày đế bằng thoải mái dễ đi lại.",
  " The sun is scorching in summer, so please prepare sunshade measures and cold weather gear in winter.": " Mùa hè nắng gắt, vì vậy hãy chuẩn bị các biện pháp tránh nắng và đồ chống rét vào mùa đông.",
  " The product will be operated by 2 people or more. Please contact us if you are using one person.": " Sản phẩm sẽ được vận hành bởi 2 người trở lên. Trường hợp 1 người sử dụng, vui lòng liên hệ với chúng tôi.",
  "Tax code" :"Mã số thuế",
  "issued by Hanoi Department of Planning and Investment": "do Sở kế hoạch và đầu tư thành phố Hà Nội cấp",
  "Company": "Công ty"

}